Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Tap a meal to pick a dish, or drag a dish over from the list beside the plan.
da: Tryk på et måltid for at vælge en ret, eller træk en ret over fra listen ved siden af planen.
de: Tippe auf eine Mahlzeit, um ein Gericht zu wählen – oder zieh ein Gericht aus der Liste neben dem Plan herüber.
es: Toca una comida para elegir un plato o arrastra un plato desde la lista junto al plan.
fr: Touchez un repas pour choisir un plat, ou faites glisser un plat depuis la liste à côté du menu.
it: Tocca un pasto per scegliere un piatto, oppure trascina un piatto dall’elenco accanto al piano.
nl: Tik op een maaltijd om een gerecht te kiezen, of sleep een gerecht uit de lijst naast het plan.
pt_pt: Toca numa refeição para escolher um prato ou arrasta um prato da lista ao lado do plano.

source: Tap a slot to choose the day and meal.
da: Tryk på en plads for at vælge dag og måltid.
de: Tippe auf ein Feld, um Tag und Mahlzeit zu wählen.
es: Toca un hueco para elegir el día y la comida.
fr: Touchez un emplacement pour choisir le jour et le repas.
it: Tocca uno slot per scegliere giorno e pasto.
nl: Tik op een plek om de dag en maaltijd te kiezen.
pt_pt: Toca num espaço para escolheres o dia e a refeição.

source: Tap a slot to move this meal. The bottom row makes it an extra on that day, outside your usual meals.
da: Tryk på en plads for at flytte dette måltid. Nederste række gør det til et ekstra måltid den dag, uden for dine sædvanlige måltider.
de: Tippe auf ein Feld, um diese Mahlzeit zu verschieben. Die unterste Reihe macht sie zu einem Extra an diesem Tag, außerhalb deiner üblichen Mahlzeiten.
es: Toca un hueco para mover esta comida. La fila de abajo la convierte en un extra de ese día, fuera de tus comidas habituales.
fr: Touchez un emplacement pour déplacer ce repas. La rangée du bas en fait un extra ce jour-là, en dehors de vos repas habituels.
it: Tocca uno slot per spostare questo pasto. La riga in basso lo rende un extra di quel giorno, fuori dai pasti abituali.
nl: Tik op een plek om deze maaltijd te verplaatsen. De onderste rij maakt er een extra van op die dag, buiten je gewone maaltijden.
pt_pt: Toca num espaço para mover esta refeição. A linha de baixo torna-a um extra nesse dia, fora das tuas refeições habituais.

source: Tap a slot to plan it
da: Tryk på en plads for at planlægge det
es: Toca un hueco para planificarlo
fr: Touchez un emplacement pour le planifier
it: Tocca uno slot per pianificarlo
nl: Tik op een plek om het te plannen
pt_pt: Toca num espaço para o planear

source: Template name
da: Skabelonens navn
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome del modello
nl: Naam van het sjabloon
pt_pt: Nome do modelo

source: Tentative
da: Foreløbig
es: Provisional
fr: Provisoire
it: Provvisorio
nl: Voorlopig
pt_pt: Provisório

source: Text recognition runs on this device. Printed recipes work best; handwriting may need more corrections.
da: Tekstgenkendelsen kører på denne enhed. Trykte opskrifter virker bedst; håndskrift kan kræve flere rettelser.
es: El reconocimiento de texto se ejecuta en este dispositivo. Las recetas impresas funcionan mejor; la escritura a mano puede necesitar más correcciones.
fr: La reconnaissance de texte s’effectue sur cet appareil. Les recettes imprimées fonctionnent le mieux ; l’écriture manuscrite peut demander plus de corrections.
it: Il riconoscimento del testo avviene su questo dispositivo. Le ricette stampate funzionano meglio; la scrittura a mano può richiedere più correzioni.
nl: Tekstherkenning gebeurt op dit apparaat. Gedrukte recepten werken het best; handschrift vraagt vaak meer correcties.
pt_pt: O reconhecimento de texto é feito neste dispositivo. As receitas impressas funcionam melhor; a letra manuscrita pode precisar de mais correções.

source: Text size
da: Tekststørrelse
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
nl: Tekstgrootte
pt_pt: Tamanho do texto

source: That dish isn’t in your library.
da: Den ret er ikke i din samling.
es: Ese plato no está en tu colección.
fr: Ce plat n’est pas dans votre collection.
it: Quel piatto non è nella tua raccolta.
nl: Dat gerecht staat niet in je collectie.
pt_pt: Esse prato não está na tua coleção.

source: That file couldn’t be read.
da: Filen kunne ikke læses.
es: No se pudo leer ese archivo.
fr: Ce fichier n’a pas pu être lu.
it: Non è stato possibile leggere quel file.
nl: Dat bestand kon niet worden gelezen.
pt_pt: Não foi possível ler esse ficheiro.

source: That isn’t a MealPlan backup, or it was written by a newer version.
da: Det er ikke en MealPlan-sikkerhedskopi, eller den er skrevet af en nyere version.
es: Eso no es una copia de seguridad de MealPlan, o se creó con una versión más reciente.
fr: Ce n’est pas une sauvegarde MealPlan, ou elle a été créée par une version plus récente.
it: Non è un backup di MealPlan, oppure è stato creato da una versione più recente.
nl: Dit is geen MealPlan-back-up, of hij is met een nieuwere versie gemaakt.
pt_pt: Isto não é uma cópia de segurança do MealPlan ou foi criada por uma versão mais recente.

source: That meal no longer exists.
da: Det måltid findes ikke længere.
es: Esa comida ya no existe.
fr: Ce repas n’existe plus.
it: Quel pasto non esiste più.
nl: Die maaltijd bestaat niet meer.
pt_pt: Essa refeição já não existe.

source: That PDF couldn’t be read.
da: Den PDF kunne ikke læses.
es: No se pudo leer ese PDF.
fr: Ce PDF n’a pas pu être lu.
it: Non è stato possibile leggere quel PDF.
nl: Die PDF kon niet worden gelezen.
pt_pt: Não foi possível ler esse PDF.

source: That planned meal no longer exists.
da: Det planlagte måltid findes ikke længere.
es: Esa comida planificada ya no existe.
fr: Ce repas prévu n’existe plus.
it: Quel pasto pianificato non esiste più.
nl: Die geplande maaltijd bestaat niet meer.
pt_pt: Essa refeição planeada já não existe.

source: The bottom row plans it as an extra on that day, without using one of your meals.
da: Nederste række planlægger det som et ekstra måltid den dag uden at bruge et af dine måltider.
de: Die unterste Reihe plant es als Extra an diesem Tag ein – ohne eine deiner Mahlzeiten zu belegen.
es: La fila de abajo lo planifica como un extra ese día, sin ocupar ninguna de tus comidas.
fr: La rangée du bas le planifie comme un extra ce jour-là, sans occuper l’un de vos repas.
it: La riga in basso lo pianifica come extra di quel giorno, senza occupare uno dei tuoi pasti.
nl: De onderste rij plant het als extra op die dag, zonder een van je maaltijden te gebruiken.
pt_pt: A linha de baixo planeia-o como um extra nesse dia, sem ocupar nenhuma das tuas refeições.

source: The dish needs a name.
da: Retten skal have et navn.
es: El plato necesita un nombre.
fr: Le plat doit avoir un nom.
it: Il piatto ha bisogno di un nome.
nl: Het gerecht heeft een naam nodig.
pt_pt: O prato precisa de um nome.

source: The household stays in iCloud.
da: Husstanden bliver i iCloud.
es: El hogar permanece en iCloud.
fr: Le foyer reste dans iCloud.
it: La famiglia resta in iCloud.
nl: Het huishouden blijft in iCloud.
pt_pt: A casa mantém-se no iCloud.

source: The invitation could not be prepared.
da: Invitationen kunne ikke forberedes.
es: No se pudo preparar la invitación.
fr: L’invitation n’a pas pu être préparée.
it: Non è stato possibile preparare l’invito.
nl: De uitnodiging kon niet worden voorbereid.
pt_pt: Não foi possível preparar o convite.

source: The next meals on the plan, skipping the days you haven’t filled in.
da: De næste måltider i planen — dage, du ikke har udfyldt, springes over.
de: Die nächsten Mahlzeiten im Plan – Tage ohne Eintrag werden übersprungen.
es: Las próximas comidas del plan, saltándose los días que no has rellenado.
fr: Les prochains repas du menu, en sautant les jours que vous n’avez pas remplis.
it: I prossimi pasti del piano, saltando i giorni che non hai riempito.
nl: De volgende maaltijden in het plan, waarbij dagen die je niet hebt ingevuld worden overgeslagen.
pt_pt: As próximas refeições do plano, saltando os dias que não preencheste.

source: The plan shows one card per meal per day. Fill the cards you care about and leave the rest empty.
da: Planen viser ét kort pr. måltid pr. dag. Udfyld de kort, du går op i, og lad resten stå tomme.
de: Der Plan zeigt pro Tag eine Karte je Mahlzeit. Füll die Karten, die dich interessieren, und lass den Rest leer.
es: El plan muestra una tarjeta por comida y día. Rellena las tarjetas que te importen y deja el resto vacías.
fr: Le menu affiche une carte par repas et par jour. Remplissez les cartes qui vous intéressent et laissez les autres vides.
it: Il piano mostra una scheda per ogni pasto di ogni giorno. Riempi le schede che ti interessano e lascia vuote le altre.
nl: Het plan toont per dag één kaart per maaltijd. Vul de kaarten in die er voor jou toe doen en laat de rest leeg.
pt_pt: O plano mostra um cartão por refeição em cada dia. Preenche os cartões que te interessam e deixa os restantes vazios.

source: The purchase could not be verified: %@
da: Købet kunne ikke bekræftes: %@
es: No se pudo verificar la compra: %@
fr: L’achat n’a pas pu être vérifié : %@
it: Non è stato possibile verificare l’acquisto: %@
nl: De aankoop kon niet worden geverifieerd: %@
pt_pt: Não foi possível verificar a compra: %@

source: The shared household could not be found.
da: Den delte husstand kunne ikke findes.
es: No se pudo encontrar el hogar compartido.
fr: Le foyer partagé est introuvable.
it: Non è stato possibile trovare la famiglia condivisa.
nl: Het gedeelde huishouden kon niet worden gevonden.
pt_pt: Não foi possível encontrar a casa partilhada.

source: The shopping list is built from the days you plan to cook, so it matches what is actually on the calendar.
da: Indkøbslisten bygges ud fra de dage, du planlægger at lave mad, så den passer til det, der faktisk står i kalenderen.
de: Die Einkaufsliste entsteht aus den Tagen, an denen du kochen willst – sie passt also zu dem, was wirklich im Kalender steht.
es: La lista de la compra se construye a partir de los días en los que planeas cocinar, así que coincide con lo que hay realmente en el calendario.
fr: La liste de courses est construite à partir des jours où vous prévoyez de cuisiner : elle correspond donc à ce qui figure réellement au calendrier.
it: La lista della spesa nasce dai giorni in cui hai in programma di cucinare, quindi corrisponde a ciò che c’è davvero nel calendario.
nl: De boodschappenlijst wordt opgebouwd uit de dagen waarop je wilt koken, dus hij past bij wat er echt op de kalender staat.
pt_pt: A lista de compras é criada a partir dos dias em que planeias cozinhar, por isso corresponde ao que está realmente no calendário.

source: The site returned HTTP status %lld.
da: Siden returnerede HTTP-status %lld.
de: Die Website meldete HTTP-Status %lld.
es: El sitio devolvió el estado HTTP %lld.
fr: Le site a renvoyé le statut HTTP %lld.
it: Il sito ha restituito lo stato HTTP %lld.
nl: De site gaf HTTP-status %lld terug.
pt_pt: O site devolveu o estado HTTP %lld.

source: The whole week’s plan at a glance.
da: Hele ugens plan på ét blik.
de: Der Plan der ganzen Woche auf einen Blick.
es: El plan de toda la semana de un vistazo.
fr: Le menu de toute la semaine en un coup d’œil.
it: Il piano di tutta la settimana a colpo d’occhio.
nl: Het plan van de hele week in één oogopslag.
pt_pt: O plano da semana inteira num relance.

source: These are the meals shown on every day of your plan. Removing one also deletes the meals already planned in it. For a one-off occasion, plan an extra from the day’s menu instead of adding a meal here.
da: Det er de måltider, der vises på hver dag i din plan. Fjerner du et, slettes også de måltider, der allerede er planlagt i det. Til en enkelt lejlighed kan du planlægge et ekstra måltid fra dagens menu i stedet for at tilføje et måltid her.
es: Estas son las comidas que se muestran todos los días de tu plan. Si eliminas una, también se eliminan las comidas ya planificadas en ella. Para una ocasión puntual, planifica un extra desde el menú del día en lugar de añadir una comida aquí.
fr: Voici les repas affichés chaque jour de votre menu. En supprimer un supprime aussi les repas déjà prévus dedans. Pour une occasion ponctuelle, planifiez un extra depuis le menu du jour plutôt que d’ajouter un repas ici.
it: Questi sono i pasti mostrati in ogni giorno del tuo piano. Rimuoverne uno elimina anche i pasti già pianificati al suo interno. Per un’occasione singola, pianifica un extra dal menu del giorno invece di aggiungere un pasto qui.
nl: Dit zijn de maaltijden die op elke dag van je plan worden getoond. Als je er een verwijdert, verdwijnen ook de maaltijden die er al in gepland staan. Plan voor een eenmalige gelegenheid een extra vanuit het dagmenu in plaats van hier een maaltijd toe te voegen.
pt_pt: Estas são as refeições mostradas em todos os dias do teu plano. Remover uma elimina também as refeições já planeadas nela. Para uma ocasião pontual, planeia um extra a partir do menu do dia em vez de adicionares uma refeição aqui.

source: These choices stay on this device and are never shared with your family or iCloud. MealPlan only reads your calendars — it never adds, changes or deletes events.
da: Disse valg bliver på denne enhed og deles aldrig med din familie eller via iCloud. MealPlan læser kun dine kalendere — den tilføjer, ændrer eller sletter aldrig begivenheder.
de: Diese Einstellungen bleiben auf diesem Gerät und werden weder mit deiner Familie noch über iCloud geteilt. MealPlan liest deine Kalender nur – es fügt nie Termine hinzu, ändert oder löscht sie.
es: Estas opciones se quedan en este dispositivo y nunca se comparten con tu familia ni con iCloud. MealPlan solo lee tus calendarios: nunca añade, cambia ni elimina eventos.
fr: Ces choix restent sur cet appareil et ne sont jamais partagés avec votre famille ni via iCloud. MealPlan se contente de lire vos calendriers — il n’ajoute, ne modifie et ne supprime jamais d’événements.
it: Queste scelte restano su questo dispositivo e non vengono mai condivise con la tua famiglia o con iCloud. MealPlan legge solo i tuoi calendari: non aggiunge, modifica o elimina mai eventi.
nl: Deze keuzes blijven op dit apparaat en worden nooit gedeeld met je gezin of via iCloud. MealPlan leest alleen je agenda’s — het voegt nooit afspraken toe, wijzigt of verwijdert ze.
pt_pt: Estas escolhas ficam neste dispositivo e nunca são partilhadas com a tua família nem pelo iCloud. O MealPlan apenas lê os teus calendários — nunca adiciona, altera nem elimina eventos.

source: These values are estimates
da: Disse værdier er skøn
es: Estos valores son estimaciones
fr: Ces valeurs sont des estimations
it: Questi valori sono stime
nl: Deze waarden zijn schattingen
pt_pt: Estes valores são estimativas

source: This aisle name will be remembered for the ingredient.
da: Dette afdelingsnavn huskes for ingrediensen.
es: Este nombre de pasillo se recordará para el ingrediente.
fr: Ce nom de rayon sera mémorisé pour cet ingrédient.
it: Questo nome di reparto verrà ricordato per l’ingrediente.
nl: Deze schapnaam wordt onthouden voor dit ingrediënt.
pt_pt: Este nome de corredor será memorizado para o ingrediente.

source: This and future meals
da: Dette og fremtidige måltider
es: Esta comida y las futuras
fr: Ce repas et les suivants
it: Questo pasto e quelli futuri
nl: Deze en toekomstige maaltijden
pt_pt: Esta refeição e as futuras

source: This device only
da: Kun denne enhed
es: Solo este dispositivo
fr: Cet appareil uniquement
it: Solo questo dispositivo
nl: Alleen dit apparaat
pt_pt: Apenas este dispositivo

source: This family
da: Denne familie
es: Esta familia
fr: Cette famille
it: Questa famiglia
nl: Dit gezin
pt_pt: Esta família

source: This feed has been unavailable for two weeks.
da: Dette feed har været utilgængeligt i to uger.
de: Dieser Feed ist seit zwei Wochen nicht erreichbar.
es: Este feed lleva dos semanas sin estar disponible.
fr: Ce flux est indisponible depuis deux semaines.
it: Questo feed non è raggiungibile da due settimane.
nl: Deze feed is al twee weken niet beschikbaar.
pt_pt: Este feed está indisponível há duas semanas.

source: This file
da: Denne fil
es: Este archivo
fr: Ce fichier
it: Questo file
nl: Dit bestand
pt_pt: Este ficheiro

source: This household is view only. Ask its owner for edit access to make changes.
da: Denne husstand er skrivebeskyttet. Bed ejeren om redigeringsadgang for at lave ændringer.
de: Dieser Haushalt ist schreibgeschützt. Bitte den Eigentümer um Bearbeitungszugriff, um Änderungen vorzunehmen.
es: Este hogar es de solo lectura. Pide acceso de edición al propietario para hacer cambios.
fr: Ce foyer est en lecture seule. Demandez un accès en modification à son propriétaire pour effectuer des changements.
it: Questa famiglia è in sola lettura. Chiedi al proprietario l’accesso in modifica per apportare cambiamenti.
nl: Dit huishouden is alleen-lezen. Vraag de eigenaar om bewerkrechten om wijzigingen te maken.
pt_pt: Esta casa é só de leitura. Pede acesso de edição ao proprietário para fazeres alterações.

source: This invitation does not belong to MealPlan. Ask the owner to send a new invitation from the app.
da: Denne invitation hører ikke til MealPlan. Bed ejeren om at sende en ny invitation fra appen.
es: Esta invitación no pertenece a MealPlan. Pide al propietario que envíe una invitación nueva desde la app.
fr: Cette invitation n’appartient pas à MealPlan. Demandez au propriétaire d’envoyer une nouvelle invitation depuis l’app.
it: Questo invito non appartiene a MealPlan. Chiedi al proprietario di inviare un nuovo invito dall’app.
nl: Deze uitnodiging hoort niet bij MealPlan. Vraag de eigenaar om een nieuwe uitnodiging vanuit de app te sturen.
pt_pt: Este convite não pertence ao MealPlan. Pede ao proprietário que envie um novo convite a partir da app.

source: This meal
da: Dette måltid
es: Esta comida
fr: Ce repas
it: Questo pasto
nl: Deze maaltijd
pt_pt: Esta refeição

source: This month
da: Denne måned
es: Este mes
fr: Ce mois-ci
it: Questo mese
nl: Deze maand
pt_pt: Este mês

source: This one-time invitation grants edit access, so only send it to someone you trust.
da: Denne engangsinvitation giver redigeringsadgang, så send den kun til en, du stoler på.
es: Esta invitación de un solo uso concede acceso de edición, así que envíala solo a alguien de confianza.
fr: Cette invitation à usage unique donne un accès en modification : ne l’envoyez qu’à une personne de confiance.
it: Questo invito monouso concede l’accesso in modifica: invialo solo a qualcuno di cui ti fidi.
nl: Deze eenmalige uitnodiging geeft bewerkrechten, dus stuur hem alleen naar iemand die je vertrouwt.
pt_pt: Este convite de utilização única dá acesso de edição, por isso envia-o apenas a alguém em quem confies.

source: This one-time invitation grants view-only access.
da: Denne engangsinvitation giver kun læseadgang.
es: Esta invitación de un solo uso concede acceso de solo lectura.
fr: Cette invitation à usage unique donne un accès en lecture seule.
it: Questo invito monouso concede l’accesso in sola lettura.
nl: Deze eenmalige uitnodiging geeft alleen-lezen toegang.
pt_pt: Este convite de utilização única dá acesso só de leitura.

source: This planned meal may have been removed.
da: Dette planlagte måltid er muligvis blevet fjernet.
es: Puede que esta comida planificada se haya eliminado.
fr: Ce repas prévu a peut-être été supprimé.
it: Questo pasto pianificato potrebbe essere stato rimosso.
nl: Deze geplande maaltijd is mogelijk verwijderd.
pt_pt: Esta refeição planeada pode ter sido removida.

source: This recipe may have been deleted.
da: Denne opskrift er muligvis blevet slettet.
es: Puede que esta receta se haya eliminado.
fr: Cette recette a peut-être été supprimée.
it: Questa ricetta potrebbe essere stata eliminata.
nl: Dit recept is mogelijk verwijderd.
pt_pt: Esta receita pode ter sido eliminada.

source: This site did not return an RSS, Atom or JSON feed.
da: Denne side returnerede ikke noget RSS-, Atom- eller JSON-feed.
de: Diese Website hat keinen RSS-, Atom- oder JSON-Feed geliefert.
es: Este sitio no devolvió ningún feed RSS, Atom o JSON.
fr: Ce site n’a renvoyé aucun flux RSS, Atom ou JSON.
it: Questo sito non ha restituito nessun feed RSS, Atom o JSON.
nl: Deze site gaf geen RSS-, Atom- of JSON-feed terug.
pt_pt: Este site não devolveu nenhum feed RSS, Atom ou JSON.

source: This store holds %lld family records — two devices each created one before they first synced. Restoring a backup folds them back into a single family.
da: Dette lager indeholder %lld familieposter — to enheder oprettede hver sin, før de synkroniserede første gang. Gendannelse af en sikkerhedskopi samler dem til én familie igen.
es: Este almacén contiene %lld registros de familia: dos dispositivos crearon uno cada uno antes de sincronizarse por primera vez. Restaurar una copia de seguridad los reúne de nuevo en una sola familia.
fr: Cet espace contient %lld enregistrements de famille — deux appareils en ont créé un chacun avant leur première synchronisation. Restaurer une sauvegarde les réunit en une seule famille.
it: Questo archivio contiene %lld record di famiglia: due dispositivi ne hanno creato uno ciascuno prima della prima sincronizzazione. Ripristinare un backup li riunisce in un’unica famiglia.
nl: Deze opslag bevat %lld gezinsrecords — twee apparaten maakten er elk een aan voordat ze voor het eerst synchroniseerden. Een back-up terugzetten voegt ze weer samen tot één gezin.
pt_pt: Este armazenamento tem %lld registos de família — dois dispositivos criaram um cada antes da primeira sincronização. Restaurar uma cópia de segurança volta a juntá-los numa só família.

source: This week
da: Denne uge
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
pt_pt: Esta semana

source: This Week’s Plan
da: Denne uges plan
es: El plan de esta semana
fr: Le menu de la semaine
it: Il piano di questa settimana
nl: Het plan van deze week
pt_pt: O plano desta semana

source: Through
da: Til og med
es: Hasta
fr: Au
it: Al
nl: Tot en met
pt_pt: Até

source: Time to cook
da: Tid til at lave mad
de: Zeit zum Kochen
es: Hora de cocinar
fr: C’est l’heure de cuisiner
it: È ora di cucinare
nl: Tijd om te koken
pt_pt: Hora de cozinhar

source: Timer label
da: Timernavn
de: Timerbezeichnung
es: Nombre del temporizador
fr: Nom du minuteur
it: Nome del timer
nl: Timernaam
pt_pt: Nome do temporizador

source: Timers
da: Timere
es: Temporizadores
fr: Minuteurs
it: Timer
pt_pt: Temporizadores

source: Times cooked
da: Antal gange tilberedt
de: Wie oft gekocht
es: Veces cocinado
fr: Nombre de fois cuisiné
it: Volte cucinato
nl: Aantal keer gekookt
pt_pt: Vezes cozinhado

source: Title
da: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pt_pt: Título

source: To
da: Til
de: Bis
es: Hasta
fr: Au
it: A
nl: Tot
pt_pt: Até

source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
nl: Vandaag
pt_pt: Hoje

source: Today’s meals
da: Dagens måltider
de: Heutige Mahlzeiten
es: Las comidas de hoy
fr: Les repas du jour
it: I pasti di oggi
nl: De maaltijden van vandaag
pt_pt: As refeições de hoje

source: Tomato pasta
da: Pasta med tomatsovs
de: Nudeln mit Tomatensoße
es: Pasta con tomate
fr: Pâtes à la tomate
it: Pasta al pomodoro
nl: Pasta met tomatensaus
pt_pt: Massa com tomate

source: Tomorrow
da: I morgen
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
pt_pt: Amanhã

source: Tonight’s dinner
da: Aftensmaden i aften
es: La cena de hoy
fr: Le dîner de ce soir
it: La cena di stasera
nl: Het avondeten van vanavond
pt_pt: O jantar desta noite

source: Transcript: %@
da: Udskrift: %@
es: Transcripción: %@
fr: Transcription : %@
it: Trascrizione: %@
nl: Transcriptie: %@
pt_pt: Transcrição: %@
